aaron-bond.better-comments
azemoh.one-monokai
bmalehorn.shell-syntax
bungcip.better-toml
csstools.postcss
dbaeumer.vscode-eslint
dragos.scala-lsp
eamodio.gitlens
ecmel.vscode-html-css
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
gaborv.flatbuffers
golang.go
hashicorp.terraform
haskell.haskell
hediet.vscode-drawio
hollowtree.vue-snippets
James-Yu.latex-workshop
jock.svg
johnpapa.winteriscoming
justusadam.language-haskell
kevinkyang.auto-comment-blocks
liuji-jim.vue
mhutchie.git-graph
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
naumovs.color-highlight
nickheap.vscode-ant
nxt3.vscode-material-ui
phplasma.csv-to-table
plex.vscode-protolint
redhat.java
rust-lang.rust-analyzer
scala-lang.scala
sharat.vscode-brewfile
sjhuangx.vscode-scheme
svelte.svelte-vscode
tht13.rst-vscode
uloco.theme-bluloco-light
vscodevim.vim
wmaurer.change-case
yzhang.markdown-all-in-one
zxh404.vscode-proto3
